//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Hætta við";
"Done" = "Lokið";

/* Default title */
"Photos" = "Ljósmyndir";

/* No. of selected */
"%@ Photo Selected" = "%@ mynd valin";
"%@ Photos Selected" = "%@ myndir valdar";
"%@ Video Selected" = "%@ myndskeið valið";
"%@ Videos Selected" = "%@ myndskeið valin";
"%@ Items Selected" = "%@ atriði valin";

/* Grid view footer */
"%@ Photos" = "%@ ljósmyndir";
"%@ Videos" = "%@ myndskeið";
"%@ Photos, %@ Videos" = "%1$@ ljósmyndir, %2$@ myndskeið";

/* Assets index */
"%@ of %@" = "%1$@ af %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Þetta forrit er ekki með aðgang að ljósmyndunum þínum eða myndskeiðum.";
"You can enable access in Privacy Settings." = "Þú getur gefið aðgang í persónuverndarstillingunum.";

/* Messages if no assets */
"No Photos or Videos" = "Engar ljósmyndir eða myndskeið";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Þú getur tekið myndir og myndskeið með myndavélinni, eða samstillt myndir og myndskeið yfir á %@\nmeð því að nota iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Þú getur samstillt myndir og myndskeið á %@ með iTunes.";

/* Accessibility labels */
"Play" = "Afspilun";
"Select" = "Velja";
"Deselect" = "Afvelja";

/* Video duration spell out */
"hours" = "klukkustundir";
"hour" = "klukkustund";
"minutes" = "mínútur";
"minute" = "mínúta";
"seconds" = "sekúndur";
"second" = "sekúnda";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Get ekki spilað myndskeiðsstreymi";
"OK" = "Í lagi";
